Машинный перевод

Если вы обнаружите ошибки — сообщите мне, я их исправлю.

Это перевод фраз из репозитория LimbusDialogueBoxes_EN.

Установка (для тех, кто использует русификатор или Limbus Localization Manager):
1. Скопируйте скачанный файл BattleSpeechBubbleDlg.
2. Вставьте его в папку вашего русификатора. Если появится запрос на замену файла — подтвердите её.

Возможные проблемы:
Вместо слов отображаются «кубики».
Скорее всего, проблема в шрифте. Некоторые шрифты не поддерживают кириллицу. Чтобы это исправить, зайдите в папку font внутри русификатора, удалите текущие шрифты и установите те, которые поддерживают русский язык (например, стандартные шрифты от авторов русификатора).
